[
   {
      "id": "$hdst::Aos_translation_ptbr",
      "type": "translation",
      "pt": {
         "$aos_guide_dialogTitle": "O Guia Proibido",
         "$aos_guide_contents": "Bem-vindo ao Age of Sail, aqui é Hadestia, o CEO do Age of Sail vai ensinar um guia sobre como este modo de jogo funciona.\n \n» O jogo\n• O plugin desativou outros conteúdos embutidos e outros locais  plugins para evitar arruinar este modo e como ele funciona, porém não podemos desabilitar plugins baixados da loja de plugins para que fique tudo visível que você pode usar a qualquer momento, mas por favor fique com o tema dos velhos tempos do plugin tnx. :)\n•  Usamos apenas a API TheoTown para criar este modo de jogo e, portanto, existem alguns bugs que não podem ser corrigidos.\n• As funções do plug-in funcionam apenas neste mapa, você não pode fazer as mesmas coisas fora dele.\n  • Atualizações e registros de alterações podem ser vistos em \"News\" (a IU de data flutuante), você pode procurá-los lá.\n• Todos os edifícios associados a este plug-in estão todos dentro da categoria \"AoS\".\n•  As manchetes de notícias necessárias associadas ao plug-in são altamente escolhidas, outros esclarecimentos especialmente para datas, você pode nos tocar em nosso servidor de discórdia.\n\n» Você ainda pode não  Observe algumas notificações no jogo querendo que você declare zona para RCI, eu recomendo não usá-las para evitar estragar o tema do jogo.\n\n» Configurações\n• Você pode desabilitar ícones de edifícios flutuantes e outras configurações relacionadas ao  plugin, Estes estão todos localizados na configuração do jogo e depois em \"Plugins\".\n\n» Prédios do Governo\n• Prefeitura - Prefeitura definida como o departamento de polícia no jogo que gera policiais que patrulham sua cidade.  Townhall é o edifício mais importante aqui, você pode acessar os painéis clicando e quase os edifícios são necessários para este edifício.\n• Escola Militar e Marítima - A única escola aqui.\n• Mercado/Mercado - Mercado permite que você venda e compre mercadorias quando  necessário.  O mercado permite que você compre 30 peças de cada peça, mas defina os requisitos de quantidade para vender.\n\n» Abastecimento \n• Aos não faz muito uso de prédios de abastecimento, RCI's e alguns outros prédios requerem apenas água para funcionar, O Poço é o  apenas abastecimento de água (localizado na categoria Governo) que usava raio (não canos) no abastecimento.\n\n» Edifícios de Produção\n• Forja - Forja usa ferro x2 para fazer balas de canhão e produz 10 balas de canhão e pólvora em cada edifício.\n•  Serração - A madeira produz 20 tábuas para cada construção usada para fins de construção.\n• Mineração - A mina produz 20 ferros usados ​​para fazer balas de canhão.\n• Lote de especiarias - Produz 200 gramas de temperos cada telha.\n• Lote de açúcar - Produza  200 peças de cana-de-açúcar cada telha.\n• Fazenda de especiarias - A fazenda de especiarias coleta especiarias da fazenda e produz um saco de especiarias dependendo dos gramas que você tinha, 1 kg.  de especiaria consiste em 1000 gramas.\n• Fazenda de açúcar - A fazenda de açúcar coleta cana-de-açúcar da fazenda que mais tarde é mantida por Moinho.\n• Moinho - Moinho de cana para fazer açúcar dependendo da quantidade de cana que você tinha, 1000 cana é equivalente a 1 kg de açúcar  .\n\n» Produção de Armazém\n• Os prédios de produção produzem suas mercadorias que acontecem a cada metade do mês (data AOS). Você também pode ver as produções gerais interagindo com a Prefeitura.\n\n» Gerador de inimigos e inimigos  \n• Inimigos acontecem todos os anos e começam quando você atinge a Cidade lvl 5, dependendo da probabilidade, o spawner pode gerar até 5 navios.  Os navios inimigos encontrarão o caminho para se aproximar da sua cidade e gerar tropas inimigas assim que chegarem à terra.  certifique-se de ter defesas e munição suficientes para limpar a onda.  \n\n» Defesas\n• Os edifícios de defesa tinham um papel importante na sua cidade, os edifícios de defesa ajudam você a defender sua cidade dos inimigos.  Edifícios de defesa (especialmente com armas) são carregados com pólvora e balas de canhão.  A artilharia é a defesa mais poderosa que pode detectar inimigos até 25 quadrados ao redor.  Fortaleza com canhões são mais precisos com proporção de 0,5 ao contrário de Artilharia tem 0,4.  Armadilhas de pólvora também são poderosas, que podem explodir os inimigos ao seu redor.\n\n» Bandeiras nacionais\n• As bandeiras nacionais só podem ser hasteadas juntando-se à nação desejada, clique na bandeira da cidade e toque em juntar.  A bandeira nacional só pode ser definida uma vez, você não pode alterá-la após a adesão.\n\n» Ganhar moedas de ouro - uma maneira fácil de ganhar mais ouro.\n• Compre cargas a preços baratos e venda-as a preços caros  preços, Estes são destacados ao visualizar a guia de inflação localizada ao tocar na prefeitura.\n• Procurar destroços fornece ouro suficiente.\n• Os contrabandistas podem pagar +20 de ouro a mais por cada carga do que o preço real.\n  • Navios mercantes atracados lhe dariam 100 moedas para atracar.\n• Caçar um baú do tesouro na Ilha do Tesouro lhe daria muitas moedas.\n• Construir navios de renda.\n• Controlar os impostos do RCI.\n\n» Troca de  mercadorias\n• A feitoria permitirá que você acesse navios mercantes que possam querer entrar em sua cidade. Você pode trocar cargas com eles dependendo de qual carga eles desejam trocar, clique em feitoria e permita que navios mercantes atraquem.\n\n»  Reputação\n• A reputação teve um papel importante para a construção de RCIs e até mesmo para navios de visitantes.  Enganar, deportar contrabandistas e permanecer em navios mercantes por muito tempo pode diminuir a reputação de uma nação, dependendo da nacionalidade que ela tinha.  Manter boas maneiras e negociar com eles aumentará a reputação.  Reputações baixas podem levar a uma pequena renda ao vender carga para eles e podem até bloquear alguns edifícios.\n• Você pode ver a guia de reputação interagindo com a prefeitura.\n\n» Navios\n• Você constrói navios construindo e interagindo  com o estaleiro.\n\n» Projetos\n• Os navios disponíveis no estaleiro precisam de um projeto completo de 100%, que você pode obter parte dele pesquisando destroços.\n\n» Descarte de resíduos\n• Peças de fazenda, como especiarias  e a cana-de-açúcar também fornecem 10 aspectos para que o descarte de resíduos seja necessário para o cultivo saudável.\n\n»REGION ONLINE\n• Em breve....\n\n» SERVIDOR DISCORD\n• Você pode participar, dar feedback e participar e  veja nossas últimas atualizações e anúncios sobre Age of Sail.  Basta conferir nosso servidor Discord em TPhil.Council : (https://discord.gg/baMkPTc7nZ) Nos vemos por aí :)\n\n» RECURSOS (SUB-ASSETS)\n• Sub assets são plugins feitos por outros criadores  que Age of Sail usou para decorar o mapa e usar suas coisas por suas texturas que se encaixam no tema deste plugin.\n• Os plugins Moving TheoTown estão localizados em tais diretórios:\n\n•• Windows: C:\\Users  (inserir nome de usuário)\\TheoTown\n•• Linux: /home/$USER/TheoTown\n•• MacOS: /user/TheoTown\n•• Android: /storage/emulated/0/Android/data/info.  flowersoft.theotown.theotown/files/plugins\n\nA reinstalação do jogo para Android excluirá todos os arquivos, a menos que você decida manter os arquivos quando solicitado pelo desinstalador.\n\nAlternativamente, você pode acessar os arquivos por meio do arquivo TheoTown integrado  gerenciador, acessível através do menu do jogo.\n\nVocê pode encontrar seus arquivos de plug-in, música, região e cidade, bem como logs para fins de depuração.",
         "$aos_tutorial_firstEntry": "Bem-vindo ao Age of Sail, sua base. Eu sou seu tutor vivo, vou te ensinar como esse jogo funciona.\nTudo bem, a residência está esperando por nós, vamos começar construindo um armazém.",
         "$aos_tutorial_secondEntry": "Ótimo! enquanto esperamos, vamos construir um mercado para comprarmos alguns materiais.",
         "$aos_tutorial_thirdEntry": "Bom trabalho!, Agora você pode começar a expandir sua cidade construindo mais. Algumas construções requerem materiais como (tábuas, pólvora etc.)",
         "$aos_tutorial_fourthEntry": "É claro que você pode adquirir esses materiais construindo instalações de produção localizadas na categoria de produção. Todos os materiais de produção eram armazenados automaticamente no armazém a cada metade do mês. ...",
         "$aos_tutorial_fifthEntry": "Fique de olho que o armazém tem a quantidade máxima que você pode armazenar e todas as produções vão parar assim que atingir a capacidade. Mas não se preocupe com isso, você pode expandir a capacidade do armazém construindo mais. .  ..",
         "$aos_tutorial_sixthEntry": "Além disso, você ainda pode notar alguma notificação no jogo querendo que você declare zonas, eu recomendo não usá-las para evitar estragar o tema do jogo. você também pode ler nosso guia completo localizado dentro da categoria e aprender muito  lá.",
         "$aos_tutorial_seventhEntry": "Tudo bem, isso é tudo que eu posso ajudar para você agora. Espero que você goste deste jogo e pela última vez vamos renomear o nome da sua cidade. :)",
         "$aos_showRenameCity_title": "Renomear Cidade",
         "$aos_tradingpost_title": "Posto de negociação",
         "$aos_tradingpost_desc": "Comece a negociar com outra nação construindo uma Trading Company e abrindo nosso porto para eles. A guilda mercante permitirá que você acesse navios mercantes que desejam atracar em nosso porto para negociar conosco.",
         "$aos_shipyard_title": "Estaleiro",
         "$aos_shipyard_desc": "Ajuda a construir navio.",
         "$aos_market_dialogTitle": "Mercado",
         "$aos_market_dialogNotif": "Agora você tem um mercado. As casas residenciais precisam de tábuas para construir, vá tocar no mercado para interagir e comprar algumas tábuas.",
         "$aos_market_dialogDesc": "Um lugar onde você pode comprar e vender produtos. O que você quer fazer?",
         "$aos_market_sellCheckWarehouse_btn": "Verificar Armazém",
         "$aos_market_sellDialog_title": "Vender Produtos",
         "$aos_market_buyDialog_title": "Comprar Produtos",
         "$aos_market_perpricing": "₮ cada",
         "$aos_market_quantity_ware": "Quantidade:",
         "$aos_market_sell_spice": "Venda 10sacos de tempero por",
         "$aos_market_sell_sugar": "Vender 10sacos de açúcar por",
         "$aos_market_sell_cannonball": "Venda 25 peças de balas de canhão por",
         "$aos_market_sell_planks": "Venda 10 peças de pranchas por",
         "$aos_market_sell_gunpowder": "Vender 10 barris de pólvora por",
         "$aos_market_sell_iron": "Venda 10 peças de ferro por",
         "$aos_ware_name_spice": "Spice",
         "$aos_ware_name_sugar": "Açúcar",
         "$aos_ware_name_cannonball": "Bola de canhão",
         "$aos_ware_name_planks": "Pranchas",
         "$aos_ware_name_gunpowder": "Pólvora",
         "$aos_ware_name_iron": "Ferro",
         "$aos_inflation_dialogTitle": "Inflação",
         "$aos_inflation_dataRowTitle1": "Base",
         "$aos_inflation_dataRowTitle2": "Atual",
         "$aos_inflation_dataRowTitle3": "Avaliar",
         "$aos_translation_production": "Produção",
         "$aos_translation_default": "Padrão",
         "$aos_translation_opps": "Opa",
         "$aos_translation_dockingFee": "Taxa de ancoragem:",
         "$aos_translation_dockingNoShip": "Nenhum envio pendente",
         "$aos_translation_foolText": "Prefeito, não temos a carga que os contrabandistas estavam procurando, eles cheiraram um rato e foram embora. Perdemos 15 reputações.",
         "$aos_translation_disappointment": "Decepção",
         "$aos_translation_disappointmentText": "Prefeito, os contrabandistas viajaram muitos dias, eles decolaram e parece que estão decepcionados. Perdemos 2 reputações.",
         "$aos_translation_warehouse": "Armazém",
         "$aos_translation_warehouseDesc": "Armazene produtos fabricados em outros prédios.\n\nDica: aumente a capacidade de armazenamento construindo mais armazéns.",
         "$aos_translation_smugglerShip": "Navio Contrabandista",
         "$aos_translation_smugglerShipGrant": "Conceder",
         "$aos_translation_smugglerShipDeport": "Não/Deportar",
         "$aos_translation_merchantShipCannotTrade": "Não é possível negociar 0 unidade.",
         "$aos_translation_trade": "Negociar",
         "$aos_translation_buy": "Comprar",
         "$aos_translation_sell": "Vender",
         "$aos_translation_information": "Informações",
         "$aos_translation_rank": "Classificação",
         "$aos_translation_credits": "Créditos",
         "$aos_translation_hunt": "Caça",
         "$aos_translation_create": "Criar",
         "$aos_translation_help": "Ajuda",
         "$aos_translation_join": "Participar",
         "$aos_translation_guide": "Guia",
         "$aos_translation_enterBase": "Criar e Iniciar",
         "$aos_translation_abbr_minutes": "minutos.",
         "$aos_translation_abbr_seconds": "segundos.",
         "$aos_translation_req_treasureShip": "Precisa de navio do tesouro",
         "$aos_translation_treasureShip": "Navio do Tesouro",
         "$aos_translation_treasureLabel": "Tesouros",
         "$aos_translation_noMoreGold": "Chega de ouro",
         "$aos_warehouse_dataRowTitle1": "Produtos armazenados",
         "$aos_rank_dialogTitle": "Classificações da Cidade",
         "$aos_reputation_dialogTitle": "Reputação",
         "$aos_reputation_mayorsRep": "Reputação do prefeito",
         "$aos_townhall_dialogTitle": "Prefeitura",
         "$aos_townhall_dialogDesc": "Uma Prefeitura irá gerenciar e fornecer vigias para patrulhar sua cidade.",
         "$aos_townhall_dataRowTitle1": "Nome da cidade",
         "$aos_townhall_dataRowTitle2": "Nível da porta",
         "$aos_credits_dialogTitle": "Colaboradores",
         "$aos_credits_dataRowTitle1": "Gráficos e Ideias",
         "$aos_credits_dataRowTitle2": "E o resto dos membros TPC",
         "$aos_news_dialogTitle": "Notícias",
         "$aos_loadingFailed_dialogTitle": "Falha ao carregar",
         "$aos_loadingFailed_dialogDesc": "Desculpe, mas parece que está faltando armazenamento usado para dados armazenados. Clique no botão criar para criar o referido armazenamento e reinicie o jogo pacientemente, se o método ainda não funcionar, você pode tocar em nosso plug-in  Dev no fórum e discord para relatar este problema.",
         "$aos_enterMap_dialogTitle": "Entrando no Mapa",
         "$aos_enterMap_dialogDesc": "Olá Prefeito, apenas um lembrete de que você está prestes a criar outra base. Isso não substituirá sua base existente da sua lista. Assim que você entrar, a cidade será copiada automaticamente e ficará visível na guia da sua lista de cidades  onde você pode voltar para continuar o progresso da sua cidade.\n\nSe essa não era sua intenção, recomendo sair desta cidade e localizar sua base existente na sua lista.",
         "$aos_resources_dialogTitle": "Centro de Gerenciamento de Recursos",
         "$aos_resources_dialogDesc": "Esses recursos são plugins feitos por outros criadores que Age of Sail usou para decorar o mapa e usar suas coisas por suas texturas que se encaixam no tema deste plugin.\n\nMovendo para TheoTown o caminho desses plugins está localizado  nesses diretórios:\n\n• Windows: C:\\Users\\(inserir nome de usuário)\\TheoTown\\n• Linux: /home/$USER/TheoTown\n\n• MacOS: /user/TheoTown  \n• Android: /storage/emulated/0/Android/data/info.flowersoft.theotown.theotown/files\n\n• Android: /storage/emulated/0/Android/data/info.flowersoft.theotown.theotown  /arquivos",
         "$aos_settings_trans_production": "Produção",
         "$aos_settings_trans_floatingIcons": "Ícones flutuantes",
         "$aos_settings_trans_rankFlag": "Sinalizador de classificação",
         "$aos_settings_trans_siege": "Cerco",
         "$aos_settings_trans_background": "Plano de fundo",
         "$aos_settings_trans_globalStorageInstallation": "Armazenamento global [instalação de backup]",
         "$aos_catastrophe_aboutDesc": "Toque no mapa para gerar inimigos.\n \nSiege catastrophe por Hadestia",
         "$aos_nationFlag_dialogTitle": "Bandeira da nação",
         "$aos_nationFlag_helpDesc": "Este mastro de bandeira exibirá sua bandeira nacional atual junto com sua bandeira de classificação atual com base no sistema de classificação AoS. Você também pode alterar sua bandeira de representação juntando-se a outras nações.\n\n(As bandeiras de navios aliados permanecem padrão  depois de ingressar em outra nação)",
         "$aos_nationFlag_confirmJoining": "Tem certeza que quer fazer parte desta nação?, isso não pode ser desfeito.",
         "$aos_nationFlag_confirmAction.NO": "Não",
         "$aos_nationFlag_confirmAction.YES": "Sim",
         "$aos_nationFlag_nationList_dialogTitle": "Aliança",
         "$aos_nationFlag_nationList_dataRowTitle": "Junte-se à Nação",
         "$aos_cat_transportationTitle": "Transporte",
         "$aos_cat_govermentTitle": "Governo",
         "$aos_cat_defenseTitle": "Defesa",
         "$aos_cat_defenseDesc": "Uma seção para instalações de defesa militar.",
         "$aos_cat_productionTitle": "Produção",
         "$aos_cat_productionDesc": "Uma seção para edifícios que produzem produtos.",
         "$aos_cat_resTitle": "Edifícios residenciais",
         "$aos_cat_resDesc": "Uma seção para edifícios residenciais.",
         "$aos_cat_comTitle": "Edifícios comerciais",
         "$aos_cat_comDesc": "Uma seção para prédios comerciais.",
         "$aos_cat_farmIndTitle": "Prédios Agrícolas e Industriais",
         "$aos_cat_farmIndDesc": "Uma seção para fazendas e edifícios industriais.",
         "$aos_cat_indTitle": "Edifícios industriais",
         "$aos_cat_indDesc": "Uma seção para outros edifícios industriais.",
         "$aos_cat_portTitle": "Porta",
         "$aos_cat_portDesc": "Uma seção para construções portuárias.",
         "$aos_catDiv_production1": "» Industrial",
         "$aos_catDiv_production2": "» Fazenda",
         "$aos_catDiv_transportation1": "» Ferrovia",
         "$aos_catDiv_goverment1": "» Abastecimento",
         "$aos_catDiv_goverment2": "» Religião",
         "$aos_catDiv_goverment3": "» Serviços",
         "$aos_catDiv_goverment4": "» Gestão",
         "$aos_draft_townflagTitle": "Bandeira da cidade",
         "$aos_draft_townflagDesc": "Um mastro onde a bandeira principal foi hasteada.",
         "$aos_trans_firestationTitle": "Bombeiro",
         "$aos_trans_fireStationDesc": "para extinguir o fogo.",
         "$aos_trans_hospitalTitle": "Hospital",
         "$aos_trans_hospitalDesc": "Um hospital que cuida de pacientes.",
         "$aos_trans_farmIndustrial": "fazenda",
         "$aos_trans_industrial": "Industrial",
         "$aos_trans_commercial": "Comercial",
         "$aos_trans_infantrymanTitle": "Infantryman",
         "$aos_trans_fountainTitle": "Fonte",
         "$aos_trans_fountainDesc": "Adicione alguns pontos atraentes",
         "$aos_trans_goodTitle": "Mercadorias",
         "$aos_trans_goodsDesc": "Uma mercadoria e produtos que podem ser colocados",
         "$aos_trans_medievalCranesTitle": "Guindastes de madeira",
         "$aos_trans_medievalCranesDesc": "Uma máquina feita de madeira que pode carregar caixas pesadas",
         "$aos_trans_woodenBoatsTitle": "Barcos de madeira",
         "$aos_trans_woodenBoatsFloatingTitle": "Barcos flutuantes de madeira",
         "$aos_trans_woodenBoatsDesc": "Um barco de madeira.",
         "$aos_trans_streetlampTitle": "Lâmpada de rua",
         "$aos_trans_peopleDecoTitle": "Pessoas deco",
         "$aos_trans_woodenPlatformTitle": "Plataforma de madeira",
         "$aos_trans_executionTitle": "A execução",
         "$aos_trans_executionDesc": "Pessoas más e sem moral devem ser executadas.",
         "$aos_trans_spawnWhiteBird": "Desovar pássaro branco",
         "$aos_trans_spawnWhiteBirdDesc": "Um grupo de árvores que geram pássaros. \n\n©Lobby",
         "$aos_trans_spawnCrowBird": "Criar corvo",
         "$aos_trans_spawnSeagull": "Desovar gaivota",
         "$aos_trans_spawnSeagullDesc": "um bloco vazio que gera uma gaivota",
         "$aos_trans_spawnBrownBird": "Desovar pássaro marrom",
         "$aos_trans_spawnBrownBirdDesc": "um bloco vazio que gera o pássaro marrom",
         "$aos_trans_spawnFirefly": "Cria vaga-lume",
         "$aos_trans_spawnFireflyDesc": "um bloco vazio que gera vaga-lumes à noite",
         "$aos_trans_decorativeCloud": "Nuvens decorativas",
         "$aos_trans_decorativeCloudDesc": "Adicione nuvens decorativas ao seu mapa.",
         "$aos_trans_blueOcean": "Oceano azul",
         "$aos_trans_greenOcean": "Oceano verde",
         "$aos_trans_lightGreenOcean": "Oceano verde claro",
         "$aos_trans_waterLily": "Nenúfares",
         "$aos_trans_waterLilyDesc": "Aparece quadros aleatórios de lírios.",
         "$aos_trans_manggrove": "Manguezais",
         "$aos_trans_manggroveDesc": "Criar mosaico aleatório de manguezais",
         "$aos_trans_shortPines": "Pinheiros curtos",
         "$aos_trans_graveyard": "Cemitério",
         "$aos_trans_graveyardDesc": "R.I.P.",
         "$aos_trans_residentialTitle": "Residencial",
         "$aos_trans_stonebrickDecal": "Decalque Stonebrick",
         "$aos_trans_stonebrickDecalDesc": "Texture seu terreno colocando tijolos de pedra",
         "$aos_trans_stonebrickDecalDiagonal": "Quadros de costa diagonal Stonebrick",
         "$aos_trans_streetLampDesc": "Dê uma luz à rua à noite.",
         "$aos_trans_stoneBrickPath": "Caminhos de Stonebrick",
         "$aos_trans_stoneBrickPathDesc": "Uma estrada para pedestres",
         "$aos_trans_ruralRoad": "Estrada Rural",
         "$aos_trans_waterwell": "Poço de água",
         "$aos_trans_waterwellDesc": "recursos hídricos",
         "$aos_trans_naturalWater": "Água doce",
         "$aos_budgetItem_ship": "[AoS] Navios",
         "$aos_budgetItem_defenses": "[AoS] Defesas",
         "$aos_budgetItem_productions": "[AoS] Edifícios de produção",
         "$aos_enemySpawner_title": "Gerador de inimigos",
         "$aos_enemySpawner_desc": "Você está pronto para defender sua cidade?",
         "$aos_raid_title": "!!Invasão!!",
         "$aos_survivors_title": "Sobreviventes",
         "$aos_survivors_desc": "As pessoas sobreviveram do encolhimento.",
         "$aos_enhanceDefense_artilleryTitle": "Artilharia",
         "$aos_enhanceDefense_artilleryDesc": "O aumento da pressão do fogo e da câmara leva a maiores esforços na arma e nos projéteis.\n\n\nraio: 30\nrecarga: 4 seg.precisão : 35% \nammunição: 2 balas de canhão/disparo",
         "$aos_defense_fortressTitle": "Fortaleza",
         "$aos_defense_fortressDesc": "Fortaleza não funcional usada para fazer fortificações.",
         "$aos_defense_infantryTitle": "Infantaria",
         "$aos_defense_infantryDesc": "Entregue um volume de tiro de mosquete para invasores inimigos em diferentes direções.\n\nraio: 3 (voltado para o bloco)\nmovimento: estacionário\nrecarregamento: 5 seg.precisão: 70%\namunição: 0,1, 0,1  (por tiro)",
         "$aos_trapDefense_barrelsTitle": "Explosão de barris",
         "$aos_trapDefense_barrelsDesc": "Coloque barris explosivos de pólvora como armadilhas mortais em um bloco específico, deixando esperando para explodir quando os inimigos colidirem.",
         "$aos_defense_fortWithGunsTitle1": "Forte com armas",
         "$aos_defense_fortWithGunsDesc1": "Apontado com canhões de longo alcance, o forte ajudará você a defender sua cidade da frota e das tropas inimigas durante o cerco. Os canhões podem atirar dependendo de qual ladrilho eles estão enfrentando.\n\nalcance: 2 - 15precisão  : 0,5\nrecarregar : 2 seg.\namunição: 2 balas de canhão/disparo",
         "$aos_maritimemilitary_schoolTitle": "Escola Militar e Marítima",
         "$aos_maritimemilitary_schoolDesc": "Treinar estudantes em militarismo e marítimo",
         "$aos_trans_smugglersArrive": "Um navio de contrabandista foi avistado, dê uma olhada se quiser negociar. tome cuidado para não enganá-los.",
         "$aos_treasureIsland_alreadyGetChest": "O baú foi reivindicado, continue jogando para reiniciar o tempo de espera.",
         "$aos_treasureIsland_findChest": "O baú foi colocado em algum lugar aqui e está cheio de ouro, você pode encontrá-lo?.",
         "$aos_treasureIsland_congrats": "Parabéns",
         "$aos_transportation_ranchTitle": "Rancho",
         "$aos_transportation_ranchDesc": "Rach gera Kalesas como transporte básico.",
         "$aos_train_tracksTitle": "Faixas",
         "$aos_train_tracksDesc": "Um par de metais no qual o trem corre.",
         "$aos_train_tracksTitle2": "Pistas com ponte",
         "$aos_trans_woodenPlatform": "Plataforma de madeira",
         "$aos_trans_platformTrain": "Plataforma",
         "$aos_trans_platformTrainText": "Uma plataforma para embarque e desembarque de passageiros.\n\nNão funcional",
         "$aos_trans_trainStation": "Estação de Trem",
         "$aos_trans_trainStationText": "Um lugar onde os passageiros esperam seus trens chegarem.",
         "$aos_prod_lumber": "Seriaria",
         "$aos_prod_lumberText": "Cortar madeiras para fazer tábuas.",
         "$aos_prod_forge": "Forja",
         "$aos_prod_forgeText": "Produza munição e pólvora para seus canhões. Todo mês entrega barris novos e um pacote de munição.",
         "$aos_prod_mining": "Meu",
         "$aos_prod_miningText": "Coleta minerais de ferro do subsolo para fazer aço.",
         "$aos_trans_dockedMerchantShipNotif": "Um navio Trader ancorado, agora podemos negociar com eles.",
         "$aos_trans_plotspice": "Plot of Spice",
         "$aos_trans_plotsugar": "Lote de Cana de Açúcar",
         "$aos_spicefarmhouse_trans": "Casa de temperos",
         "$aos_sugarfarmhouse_trans": "Casa de cana-de-açúcar",
         "$aos_prod_mill": "Moinho",
         "$aos_prod_millText": "Moinho de cana para fazer açúcar.",
         "$aos_news_trans_1": "VIII 1492\n Um explorador desconhecido desembarca no Caribe buscando uma rota comercial para a Ásia...",
         "$aos_news_trans_2": "VIII 1494\nNotícias alarmantes, Espanha e Portugal rivais reivindicam as terras que Colombo explora, para manter a paz o Papa Alexandre VI estabelece uma linha de demarcação...",
         "$aos_news_trans_3": "IV 1500\nNotícias alarmantes, Portugal reivindica o Brasil e emite concessão de terras a nobres portugueses...",
         "$aos_news_trans_4": "VI 1497\nNotícias alarmantes, John Cabot desembarca na Costa Leste da América do Norte e reivindica o nome de Rei Henrique VII, acreditando erroneamente que está na Ásia...",
         "$aos_news_trans_5": "V 1498\nExplorador português chega à Índia depois de cercar a ponta da África e força um tratado sobre o governante de Calecute e estabelece um posto comercial quando tiver sucesso...",
         "$aos_news_trans_6": "IV 1507\nUm cartógrafo alemão nomeia \"Novo Mundo\" América e Ilhas do Caribe... ",
         "$aos_news_trans_7": "VIII 1511\nNotícias alarmantes, portugueses apreendem Malaca e começam a capturar portos no Oceano Índico...",
         "$aos_news_trans_8": "VIII 1521\nNotícias alarmantes, Cortes conquista os astecas. ele e seus aliados índios capturaram e demoliram Tenochtitlan.",
         "$aos_news_trans_9": "IX 1522\nUm grupo de exploradores completa a primeira circunavegação do globo depois de partir da Espanha enquanto o líder da expedição morria nas Filipinas...",
         "$aos_news_trans_10": "VIII 1533\nO conquistador espanhol executa o último imperador inca. Os espanhóis se espalharam pelo Equador e Chile...",
         "$aos_news_trans_11": "IX 1571\nCristãos católicos organizados pelo Papa Pio V infligiram uma grande derrota à frota do Império Otomano no Golfo de Patras...",
         "$aos_news_trans_12": "VII 1576\nMartin Frobisher avista terra na América do Norte após Determinado a encontrar a Passagem Noroeste entre o Oceano Atlântico e a Ásia...",
         "$aos_news_trans_13": "XII 1600\nNotícias alarmantes, comerciantes ingleses fundaram a Companhia das Índias Orientais e se envolveram na política...",
         "$aos_news_trans_14": "III 1602\nNotícias alarmantes, um grupo de ricos comerciantes holandeses fundou a Companhia Holandesa das Índias Orientais...",
         "$aos_news_trans_15": "XII 1620\nInglaterra concentrando-se no estabelecimento de colônias ao longo da costa leste...",
         "$aos_news_trans_16": "VIII 1628\nO Navio de Guerra Sueco afunda em sua viagem inaugural...",
         "$aos_news_trans_17": "III 1770\nA tensão entre o soldado britânico e o residente de Boston ferveu em uma tarde...",
         "$aos_news_trans_18": "VII 1701\nO Ato de Liquidação 1701 é aprovado pelo Parlamento da Inglaterra, para excluir os Stuarts católicos da monarquia britânica...",
         "$aos_news_trans_19": "X 1745\nEwald Kleist e Pieter Musschenbroek desenvolvem independentemente a jarra de Leyden...",
         "$aos_news_trans_20": "VII 1771\nUm explorador britânico completa a primeira circunavegação sem vítimas de escorbuto...",
         "$aos_news_trans_21": "IX 1774\nCongresso Continental realizado na Filadélfia, ato intolerável imposto pelo parlamento britânico como punição ao Boston Tea Party...",
         "$aos_news_trans_22": "IV 1775\nO americano pretendia derrubar o monarca britânico e estabelecer um governo do povo...",
         "$aos_news_trans_23": "III 1776\nBatalha de Nassau. Marinheiros e fuzileiros navais americanos fazem seu primeiro desembarque anfíbio em New Providence...",
         "$aos_news_trans_24": "IX 1783\nO Tratado de Paris foi assinado pela Grã-Bretanha e pelos Estados Unidos, encerrando a guerra de independência americana...",
         "$aos_news_trans_25": "XI 1783\nO primeiro balão de ar quente voou em Paris inventado pelos irmãos Montgolfier...",
         "$aos_news_trans_26": "III 1794\nPresidente George Washington da América assinou a Lei de Armamento Naval de 1794...",
         "$aos_news_trans_27": "IX 1805\nA Batalha de Trafalgar marca a ascensão da Marinha Real a um século de dominação mundial...",
         "$aos_news_trans_28": "VII 1807\nNorth River Steamboat, o primeiro barco a vapor de sucesso comercial é lançado...",
         "$aos_news_trans_29": "III 1819\nSS Savannah faz primeira travessia transatlântica usando energia a vapor...",
         "$aos_news_trans_30": "VII 1821\nUSS Constitution marca como o \"Ironside\" após a batalha vitoriosa contra o HMS Guerriere... ",
         "$aos_news_trans_31": "III 1845\nGuerras da Nova Zelândia. Os britânicos queriam colonizar a Nova Zelândia e mais tarde a Grã-Bretanha ganhou...",
         "$aos_news_trans_32": "III 1848\nMexicanos e Americanos lutaram por territórios no Sudoeste da América, nós conquistamos muitas terras",
         "$aos_news_trans_33": "III 1850\ncontrole britânico da Índia e enviou aproximadamente 165.000 prisioneiros para a Nova Holanda por ser o lugar mais hospitaleiro...",
         "$aos_news_trans_34": "III 1853\nImpério Otomano declina em poder e perde o controle de muitos territórios...",
         "$aos_news_trans_35": "III 1856\nWilliam Walker colonizou muitas partes da América Latina. Governou a Nicarágua até ser derrubado...",
         "$aos_news_trans_36": "III 1869\nO canal francês construído entre o Mediterrâneo e o Mar Vermelho...",
         "$aos_news_trans_37": "III 1898\nCuba lutou pela terceira vez contra a Espanha pela independência. Aliou-se à América e venceu...",
         "$aos_news_trans_38": "III 1967\nCanadá aprovou um projeto de lei que o tornou um domínio da Grã-Bretanha, dando-lhe mais liberdade...",
         "$aos_trans_blueprint": "Plantas",
         "$aos_trans_build": "Construir",
         "$aos_trans_storageShip": "Navio de armazenamento",
         "$aos_trans_incomeShip": "Navio de renda",
         "$aos_trans_treasureShip": "Navio do tesouro",
         "$aos_trans_treasureShipText": "Um navio de armazenamento para todos os tesouros encontrados.",
         "$aos_trans_sloopShip": "Sloop",
         "$aos_trans_galleonShip": "Galeão",
         "$aos_trans_wargalleonShip": "Guerra Galeão",
         "$aos_trans_secondrateShip": "2ª tarifa",
         "$aos_trans_steamfrigateShip": "Fragata a vapor",
         "$aos_trans_baporShip": "Balsa a vapor",
         "$aos_planks_req_ship": "Precisa de pranchas: 50, no armazém: ${$aos_planks}",
         "$aos_bp_reqSloop": "Necessidade: Blueprint para saveiro | propriedade: ${$aos_bpsloop}%",
         "$aos_bp_reqGalleon": "Necessidade: Blueprint para galeão | possuído: ${$aos_bpgalleon}%",
         "$aos_bp_reqWarGalleon": "Necessidade: Blueprint para wargalleon | possuído: ${$aos_bpwargalleon}%",
         "$aos_bp_reqSecondRate": "Necessidade: Blueprint para 2ª taxa | propriedade: ${$aos_bp2ndrate}%",
         "$aos_bp_reqSteamFrigate": "Necessidade: Projeto para fragata a vapor | propriedade: ${$aos_bpsteamfg}%",
         "$aos_bp_reqBaporTabo": "Necessidade: Projeto para balsa a vapor | propriedade: ${$aos_bpbapor}%",
         "$aos_bp_reqTreasure": "Necessidade: Projeto para navio do tesouro | propriedade: ${$aos_bptreasure}%",
         "$aos_trans_tradership": "Navio do comerciante",
         "$aos_trans_merchantShip": "Navio mercante",
         "$aos_pricehike_trans_spice": "Os preços das especiarias aumentaram drasticamente.",
         "$aos_pricehike_trans_sugar": "Os preços do açúcar aumentaram drasticamente.",
         "$aos_pricehike_trans_planks": "Os preços das pranchas aumentaram drasticamente.",
         "$aos_pricehike_trans_cannonball": "Os preços das balas de canhão aumentaram drasticamente.",
         "$aos_pricehike_trans_gunpowder": "Os preços da pólvora aumentaram drasticamente.",
         "$aos_translation_req_warehouse": "O armazém atingiu sua capacidade",
         "$aos_trans_goodTitle": "Mercadorias",
         "$aos_trans_goodDesc": "Uma mercadoria e produtos que podem ser colocados",
         "$aos_trans_isPartOfNation": "Você já se juntou a esta/outra nação prefeito, você não pode alterá-lo.",
         "$aos_nationality_rpLang": "Linguagem da encenação",
         "$aos_nationalflag_dataRowTitle1": "Nação associada",
         "$aos_nationalflag_dataRowTitle2": "Idioma",
         "$aos_train_destination_selectorTitle": "Definir destino",
         "$aos_trans_trainstation_setLocation": "set",
         "$aos_trans_trainstation_editLocation": "ver/editar",
         "$aos_trans_trainstation_statusActive": "ativo",
         "$aos_trans_trainstation_statusInactive": "inativo",
         "$aos_trans_trainstation_dataRowTitle1": "Status:",
         "$aos_trans_trainstation_dataRowTitle2": "Destino:",
         "$aos_trans_trainstation_dataRowTitle3": "Programação:",
         "$aos_trans_trainstation_dataRowTitle3-1": "Dia:",
         "$aos_trans_trainstation_dataRowTitle4": "Conjunto de trens",
         "$aos_trans_trainstation_trainSelection1": "Passageiro",
         "$aos_trans_trainstation_trainSelection2": "Mercadorias",
         "$aos_trans_policeOutpost": "Watchman Outpost",
         "$aos_trans_policeOutpostDesc": "Uma pequena delegacia de polícia para uma pequena vila.",
         "$aos_credits_dataRowTitle3": "Desenvolvedor",
         "$aos_credits_dataRowTitle4": "Tradução",
         "$aos_credits_dataRowTitle5": "Agradecimentos especiais",
         "$aos_loadingFailed_updateRequired": "Atualização necessária",
         "$aos_loadingFailed_updateRequiredDesc": ":/ Você está usando uma versão desatualizada do TheoTown. Por favor, atualize seu cliente para que este plugin funcione corretamente. clique em 'Ok' para sair desta cidade",
         "$aos_trans_ground_grassRandom": "Grama (Aleatório)",
         "$aos_trans_ground_grass": "Grama",
         "$aos_trans_ground_dirt": "Sujeira",
         "$aos_trans_ground_desc": "Expandir sua área de terra.",
         "$aos_settings_trans_glare": "Brilho do Sol/Lua",
         "$aos_trans_req_mayorRep": "Reputação do Prefeito: Pelo menos 125%",
         "$aos_trans_req_res1": "Precisa de pranchas : 2 : no armazém: ${$aos_planks}",
         "$aos_trans_req_res2": "Precisa de pranchas : 5 : no armazém: ${$aos_planks}",
         "$aos_trans_req_res3": "Precisa de pranchas : 7 : no armazém: ${$aos_planks}",
         "$aos_trans_req_com1": "Reputação do Prefeito: Pelo menos 100%",
         "$aos_trans_req_date1": "Available at 1550"
      }
   }
]